Repository: alexeygorelov/omegat-team-anki-manual-EN-RU
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: - **Don’t memorize without understanding**: If you’re studying a language, try to avoid large lists of words. The best way to learn languages is in context, which means seeing those words used in a sentence. Likewise, imagine you’re studying a computer course. If you attempt to memorize the mountain of acronyms, you’ll find it very difficult to make progress. But if you take the time to understand the concepts behind the acronyms, learning the acronyms will become a lot easier.
ru_ru: - **Не запоминай без понимания**: Если вы изучаете язык, старайтесь избегать больших списков слов. Лучше всего изучать языки в контексте, что означает видеть использование этих слов в предложении. Так же представьте, что вы изучаете компьютерный курс. Пытаясь запомнить горы сокращений, вам будет очень трудно добиться прогресса. Но уделив время на понимание ключевых принципов, стоящих за этими сокращениями намного упростит их изучение.

source: - **Keep it simple**: The shorter your cards, the easier they are to review. You may be tempted to include lots of information “just in case,” but reviews will quickly become painful.
ru_ru: - **Будь проще**: Чем короче карточки, тем легче их повторять. У вас может возникнуть соблазн включить много информации "на всякий случай", но повторения станут мучительными очень быстро.

source: - The act of recalling something 'strengthens' the memory, increasing the chances we’ll be able to remember it again.
ru_ru: - Само по себе вспоминание чего-либо, 'укрепляет' память об этом, повышая шанс вспомнить это вновь.

source: - When we’re unable to answer a question, it tells us we need to return to the material to review or relearn it.
ru_ru: - Когда мы не можем ответить на вопрос, это говорит нам о том, что материал необходимо повторить или изучить его дополнительно.

source: - brushing up on geography
ru_ru: - освежить в памяти географию

source: - even practicing guitar chords!
ru_ru: - даже отработка гитарных аккордов!

source: - learning a language
ru_ru: - изучение языка

source: - mastering long poems
ru_ru: - заучивание длинных стихотворений

source: - memorizing people’s names and faces
ru_ru: - запоминание имен и лиц людей

source: - studying for medical and law exams
ru_ru: - подготовка к экзаменам по медицине и юриспруденции

source: - **Audio -5s / +5s**: Jump backwards / forward 5 seconds in the currently playing audio.
ru_ru: - **Аудио -5с / +5с**: Переход назад / вперед на 5 секунд в воспроизводимом аудио.

source: - **Bury Card / Note**: Hides a card or all of the note’s cards from review until the next day. (If you want to unbury cards before then, you can click the “unbury” button on the [deck overview](studying.md#study-overview) screen.) This is useful if you cannot answer the card at the moment or you want to come back to it another time. Burying can also [happen automatically](studying.md#siblings-and-burying) for cards of the same note.
ru_ru: - **Отложить карточку / запись**: Прячет карточку или все карточки записи от показа до следующего дня. (Если вы хотите вернуть карточки раньше, нажмите кнопку "вернуть" в окне [обзора колоды](studying.md#Общие-сведения-об-изучении).) Это полезно, если в данный момент вы не можете ответить на карточку или хотите вернуться к ней в другой раз. Откладывание также может [произойти автоматически](studying.md#Связанные-и-отложенные) для карточек одной записи.

source: - **Card Info**: Displays [statistical information](stats.md#card-info) about the card.
ru_ru: - **Сведения о карточке**: Отображает [статистику](stats.md#card-info) по карточке.

source: - **Delete Note**: Deletes the note and all of its cards.
ru_ru: - **Удалить запись**: Удаляет запись и все её карточки.

source: - **Flag Card**: Adds a colored marker to the card, or toggles it off. Flags will appear during study, and you can search for flagged cards in the Browse screen. This is useful when you want to take some action on the card at a later date, such as looking up a word when you get home.
ru_ru: - **Поставить флаг**: Ставит цветную метку на карточку или убирает её. Метки будут отображаться во время изучения, а в окне Обзора можно выполнять поиск отмеченных карточек. Это полезно, когда вы хотите выполнить некоторое действие над карточкой позднее, например, когда вернётесь домой, поискать какое-нибудь слово.

source: - **Learning** refers to cards that were seen for the first time recently, and are still being learnt.
ru_ru: - **Изучаемые** — это карточки, которые недавно были показаны первый раз и сейчас в процессе изучения.

source: - **Mark Note**: Adds a “marked” tag to the current note, so it can be easily found in the browser. This is similar to flagging individual cards, but works with a tag instead, so if the note has multiple cards, all cards will appear in a search for the marked tag. Most users will want to use flags instead - marking is mainly left around for compatibility with older Anki versions.
ru_ru: - **Отметить запись**: Добавляет текущей записи метку "marked", что позволяет легко найти её в обозревателе. Это схоже с отметкой отдельных карточек, только работает с метками (англ. _tag_), поэтому, если в записи есть несколько карточек, все они появятся в поиске по метке marked. Большинству пользователей лучше использовать флаги — отметки, в основном, оставлены для совместимости с более старыми версиями Anki.

source: - **New** refers to cards that you have downloaded or entered in, but have never been studied before.
ru_ru: - **Новые** — это карточки, которые вы скачали или добавлены вручную, но никогда раньше не изучали.

source: - **Options**: Edit the [options](deck-options.md) for the current deck.
ru_ru: - **Настройки**: Редактировать настройки текущей колоды.

source: - **Pause Audio**: Pauses the audio if it is playing.
ru_ru: - **Аудио на паузу**: приостанавливает воспроизведение звука.

source: - **Record Own Voice**: Record from your microphone for the purposes of checking your pronunciation. This recording is temporary and will go away when you move to the next card. If you want to add audio to a card permanently, you can do that in the edit window.
ru_ru: - **Записать свой голос**: Запись с микрофона для проверки произношения. Это временная запись и она исчезнет при переходе к следующей карточке. Если вы хотите добавить на карточку постоянную аудио-запись, то это можно сделать в окне редактирования.

source: - **Replay Audio**: If the card has audio on the front or back, play it again.
ru_ru: - **Повторное воспроизведение аудио**: Если у карточки есть аудио на лицевой или оборотной стороне, воспроизводит его повторно.

source: - **Replay Own Voice**: Replay the previous recording of your voice (presumably after showing the answer).
ru_ru: - **Воспроизвести свой голос**: Воспроизвести предыдущую запись своего голоса (предположительно, после показа ответа).

source: - **Set Due Date**: Put cards in the review queue, and [make them due on a certain date.](browsing.md#cards)
ru_ru: - **Задать срок**: Помещает карточки в очередь повторений, и [откладывает их срок выполнения до определённой даты.](browsing.md#cards)

source: - **Suspend Card / Note**: Hides a card or all of the note’s cards from review until they are manually unsuspended (by clicking the suspend button in the browser). This is useful if you want to avoid reviewing the note for some time, but don’t want to delete it. With the old scheduler, if cards were in learning when they are suspended, they are moved back to the new card queue or review queue prior to being suspended.
ru_ru: - **Исключить карточку / запись**: Прячет карточку или все карточки записи от показа до тех пор, пока они не будут включены вручную (нажатием кнопки исключения–включения в окне обзора). Это полезно, если вы не хотите повторять запись некоторое время, но не хотите удалять её. Со старым планировщиком, если карточки находятся в процессе изучения на момент их исключения, то сперва они перемещаются обратно в очередь новых карточек или очередь повторяемых перед исключением.

source: - **To Review** refers to cards that were previously learnt, and now need to be reviewed so you don’t forget them.
ru_ru: - **Повторяемые** — это карточки, которые были изучены ранее, а теперь должны быть пересмотрены, чтобы вы их не забыли.

source: - Because such programs don’t track your performance of recognition and production separately, cards will tend not to be shown to you at the optimum time, meaning you forget more than you’d like, or you study more than is necessary.
ru_ru: - Поскольку подобные программы отслеживают вашу способность к распознаванию и воспроизведению информации по-отдельности, карточки, как правило, не показываются в оптимальное время, что означает, что вы либо забываете больше чем хотелось, либо занимаетесь больше, чем необходимо.

source: - Reversing the question and answer only works when you want exactly the same content on each side. This means it’s not possible to display extra info on the back of each card for example.
ru_ru: - Поменять местами вопрос и ответ можно только в том случае, если вам нужна в точности одинаковая информация на обеих сторонах. Это означает, что вы не можете, например, отобразить дополнительную информацию на обратной стороне каждой карточки.

source: - The act of recalling something _strengthens_ the memory, increasing the chances we’ll be able to remember it again.
ru_ru: - Само по себе вспоминание чего-либо, _укрепляет_ память об этом, повышая шанс вспомнить это вновь.

source: - When we're unable to answer a question, it tells us we need to return to the material to review or relearn it.
ru_ru: - Когда мы не можем ответить на вопрос, это говорит нам о том, что материал необходимо повторить или изучить его дополнительно.

source: - With the v1 scheduler, when a deck has subdecks, the cards will appear from [each deck in turn](studying.md#display-order).
ru_ru: - С планировщиком версии 1, когда в колоде есть подколоды, карточки будут появляться из [каждой колоды по очереди](studying.md#display-order).

source: - [**Flag Card**](editing.md#using-flags): Adds a colored marker to the card, or toggles it off. Flags will appear during study, and you can search for flagged cards in the Browse screen. This is useful when you want to take some action on the card at a later date, such as looking up a word when you get home. If you're using Anki 2.1.45+, you can also rename flags from the [browser](browsing.md).
ru_ru: - [**Поставить флаг**](editing.md#using-flags): Ставит цветную метку на карточку или убирает её. Метки будут отображаться во время изучения, а в окне Обзора можно выполнять поиск отмеченных карточек. Это полезно, когда вы хотите выполнить некоторое действие над карточкой позднее, например, когда вернётесь домой, поискать какое-нибудь слово. Если вы используете версию Anki 2.1.45+, вы также можете переименовывать флаги в [браузере](browsing.md)

source: - [**Mark Note**](editing.md#the-marked-tag): Adds a “marked” tag to the current note, so it can be easily found in the browser. This is similar to flagging individual cards, but works with a tag instead, so if the note has multiple cards, all cards will appear in a search for the marked tag. Most users will want to use flags instead.
ru_ru: - [**Отметить запись**](editing.md#the-marked-tag): Добавляет текущей записи метку "marked", что позволяет легко найти её в обозревателе. Это схоже с отметкой отдельных карточек, только работает с метками (англ. _tag_), поэтому, если в записи есть несколько карточек, все они появятся в поиске по метке marked. Большинству пользователей лучше использовать флаги.

source: - [Background](background.md) - [Getting Started](getting-started.md) - [Studying](studying.md) - [Adding/Editing](editing.md) - [Card Templates](templates/intro.md) - [Field Replacements](templates/fields.md) - [Card Generation](templates/generation.md) - [Styling & HTML](templates/styling.md) - [Preferences](preferences.md) - [Deck Options](deck-options.md) - [Syncing with AnkiWeb](syncing.md) - [Profiles](profiles.md) - [Browsing](browsing.md) - [Filtered Decks](filtered-decks.md) - [Searching](searching.md) - [Importing](importing.md) - [Exporting](exporting.md) - [Managing Files](files.md) - [Statistics](stats.md) - [Media](media.md) - [Math & Symbols](math.md) - [Leeches](leeches.md) - [Add-ons](addons.md) - [Miscellaneous](misc.md)
ru_ru: - [Общие сведения](background.md) - [Начало работы](getting-started.md) - [Изучение](studying.md) - [Добавление/изменение](editing.md) - [Шаблоны карточек](templates/intro.md) - [Field Replacements](templates/fields.md) - [Card Generation](templates/generation.md) - [Styling & HTML](templates/styling.md) - [Настройки](preferences.md) - [Настройки колоды](deck-options.md) - [Syncing with AnkiWeb](syncing.md) - [Profiles](profiles.md) - [Обзор](browsing.md) - [Фильтрованные колоды](filtered-decks.md) - [Searching](searching.md) - [Importing](importing.md) - [Экспортирование](exporting.md) - [Managing Files](files.md) - [Statistics](stats.md) - [Media](media.md) - [Math & Symbols](math.md) - [Leeches](leeches.md) - [Add-ons](addons.md) - [Miscellaneous](misc.md)

source: - [Background](background.md) - [Platform Notes](platform/intro.md) - [Windows](platform/windows/installing.md) - [Install & Upgrade](platform/windows/installing.md) - [Installation Issues](platform/windows/installation-issues.md) - [Startup Issues](platform/windows/startup-issues.md) - [Display Issues](platform/windows/display-issues.md) - [Copy and Paste Issues](platform/windows/copy-and-paste.md) - [Text Size](platform/windows/text-size.md) - [Permission Problems](platform/windows/permission-problems.md) - [macOS](platform/mac/installing.md) - [Install & Upgrade](platform/mac/installing.md) - [Display Issues](platform/mac/display-issues.md) - [Linux](platform/linux/installing.md) - [Install & Upgrade](platform/linux/installing.md) - [Missing Libraries](platform/linux/missing-libraries.md) - [Display Issues](platform/linux/display-issues.md) - [Fedora/OpenSUSE Blank](platform/linux/blank-window.md) - [Linux Distro Packages](platform/linux/distro-packages.md) - [Incorrect GTK Theme](platform/linux/gtk-theme.md) - [Wayland](platform/linux/wayland.md) - [Input Methods](platform/linux/input-methods.md) - [Getting Started](getting-started.md) - [Studying](studying.md) - [Adding/Editing](editing.md) - [Card Templates](templates/intro.md) - [Field Replacements](templates/fields.md) - [Card Generation](templates/generation.md) - [Styling & HTML](templates/styling.md) - [Preferences](preferences.md) - [Deck Options](deck-options.md) - [Syncing with AnkiWeb](syncing.md) - [Profiles](profiles.md) - [Browsing](browsing.md) - [Filtered Decks](filtered-decks.md) - [Searching](searching.md) - [Importing](importing.md) - [Exporting](exporting.md) - [Managing Files](files.md) - [Statistics](stats.md) - [Media](media.md) - [Math & Symbols](math.md) - [Leeches](leeches.md) - [Add-ons](addons.md) - [Miscellaneous](misc.md)
ru_ru: - [Общие сведения](background.md) - [Примечания к платформе](platform/intro.md) - [Windows](platform/windows/installing.md) - [Установка и обновление](platform/windows/installing.md) - [Проблемы с установкой](platform/windows/installation-issues.md) - [Проблемы с запуском](platform/windows/startup-issues.md) - [Проблемы с отображением](platform/windows/display-issues.md) - [Проблемы с копированием и вставкой](platform/windows/copy-and-paste.md) - [Размер текста](platform/windows/text-size.md) - [Проблемы с разрешениями](platform/windows/permission-problems.md) - [macOS](platform/mac/installing.md) - [Установка и обновление](platform/mac/installing.md) - [Проблемы с отображением](platform/mac/display-issues.md) - [Linux](platform/linux/installing.md) - [Установка и обновление](platform/linux/installing.md) - [Недостающие библиотеке](platform/linux/missing-libraries.md) - [Проблемы с отображением](platform/linux/display-issues.md) - [Fedora/OpenSUSE пустое окно](platform/linux/blank-window.md) - [Пакеты дистрибутивов Linux](platform/linux/distro-packages.md) - [Неправильная тема GTK](platform/linux/gtk-theme.md) - [Wayland](platform/linux/wayland.md) - [Методы ввода](platform/linux/input-methods.md) - [Начало работы](getting-started.md) - [Изучение](studying.md) - [Добавление/изменение](editing.md) - [Шаблоны карточек](templates/intro.md) - [Замены полей](templates/fields.md) - [Генерация карточек](templates/generation.md) - [Стили и HTML](templates/styling.md) - [Настройки](preferences.md) - [Настройки колоды](deck-options.md) - [Синхронизация с AnkiWeb](syncing.md) - [Профили](profiles.md) - [Обзор](browsing.md) - [Фильтрованные колоды](filtered-decks.md) - [Поиск](searching.md) - [Импортирование](importing.md) - [Экспортирование](exporting.md) - [Управление файлами](files.md) - [Статистика](stats.md) - [Медиа](media.md) - [Расчёт и символы](math.md) - [Пиявки (Leeches)](leeches.md) - [Дополнения (Add-ons)](addons.md) - [Разное](misc.md)

source: - [Introduction](/) - [Background](background.md) - [Getting Started](getting-started.md) - [Studying](studying.md) - [Adding/Editing](editing.md) - [Card Templates](templates/intro.md) - [Field Replacements](templates/fields.md) - [Card Generation](templates/generation.md) - [Styling & HTML](templates/styling.md) - [Preferences](preferences.md) - [Deck Options](deck-options.md) - [Syncing with AnkiWeb](syncing.md) - [Profiles](profiles.md) - [Browsing](browsing.md) - [Filtered Decks](filtered-decks.md) - [Searching](searching.md) - [Importing](importing.md) - [Exporting](exporting.md) - [Managing Files](files.md) - [Statistics](stats.md) - [Media](media.md) - [Math & Symbols](math.md) - [Leeches](leeches.md) - [Add-ons](addons.md) - [Miscellaneous](misc.md) - [Contributing](contrib.md) - [FAQs](faqs.md) - [Resources](resources.md)
ru_ru: - [Введение](/) - [Общие сведения](background.md) - [Начало работы](getting-started.md) - [Изучение](studying.md) - [Добавление/изменение](editing.md) - [Шаблоны карточек](templates/intro.md) - [Field Replacements](templates/fields.md) - [Card Generation](templates/generation.md) - [Styling & HTML](templates/styling.md) - [Настройки](preferences.md) - [Настройки колоды](deck-options.md) - [Syncing with AnkiWeb](syncing.md) - [Profiles](profiles.md) - [Обзор](browsing.md) - [Фильтрованные колоды](filtered-decks.md) - [Searching](searching.md) - [Importing](importing.md) - [Экспортирование](exporting.md) - [Managing Files](files.md) - [Statistics](stats.md) - [Media](media.md) - [Math & Symbols](math.md) - [Leeches](leeches.md) - [Add-ons](addons.md) - [Miscellaneous](misc.md) - [Contributing](contrib.md) - [ЧаВо](faqs.md) - [Ресурсы](resources.md)

source: - [Introduction](intro.md) - [Background](background.md) - [Getting Started](getting-started.md) - [Studying](studying.md) - [Adding/Editing](editing.md) - [Card Templates](templates/intro.md) - [Field Replacements](templates/fields.md) - [Card Generation](templates/generation.md) - [Styling & HTML](templates/styling.md) - [Preferences](preferences.md) - [Deck Options](deck-options.md) - [Syncing with AnkiWeb](syncing.md) - [Profiles](profiles.md) - [Browsing](browsing.md) - [Filtered Decks](filtered-decks.md) - [Searching](searching.md) - [Importing](importing.md) - [Exporting](exporting.md) - [Managing Files](files.md) - [Statistics](stats.md) - [Media](media.md) - [Math & Symbols](math.md) - [Leeches](leeches.md) - [Add-ons](addons.md) - [Miscellaneous](misc.md) - [Contributing](contrib.md) - [FAQs](faqs.md) - [Resources](resources.md)
ru_ru: <!-----------------------------------------------------------------------------> - [Введение](intro.md) - [Общие сведения](background.md) - [Начало работы](getting-started.md) - [Изучение](studying.md) - [Добавление/изменение](editing.md) - [Шаблоны карточек](templates/intro.md) - [Field Replacements](templates/fields.md) - [Card Generation](templates/generation.md) - [Styling & HTML](templates/styling.md) - [Preferences](preferences.md) - [Настройки колоды](deck-options.md) - [Syncing with AnkiWeb](syncing.md) - [Profiles](profiles.md) - [Обзор](browsing.md) - [Фильтрованные колоды](filtered-decks.md) - [Searching](searching.md) - [Importing](importing.md) - [Экспортирование](exporting.md) - [Managing Files](files.md) - [Statistics](stats.md) - [Media](media.md) - [Math & Symbols](math.md) - [Leeches](leeches.md) - [Add-ons](addons.md) - [Miscellaneous](misc.md) - [Contributing](contrib.md) - [ЧаВо](faqs.md) - [Ресурсы](resources.md)

source: - [Shared Decks and Review Basics](http://www.youtube.com/watch?v=QS2G-k2hQyg&yt:cc=on)
ru_ru: - [Общие колоды и обзор основ](http://www.youtube.com/watch?v=QS2G-k2hQyg&yt:cc=on)

source: - [Styling Cards](http://www.youtube.com/watch?v=F1j1Zx0mXME&yt:cc=on)
ru_ru: - [Оформление карточек](http://www.youtube.com/watch?v=F1j1Zx0mXME&yt:cc=on)

source: - [Switching Card Order](http://www.youtube.com/watch?v=DnbKwHEQ1mA&yt:cc=on)
ru_ru: - [Переключение порядка карточек](http://www.youtube.com/watch?v=DnbKwHEQ1mA&yt:cc=on)

source: - [Syncing](https://www.youtube.com/watch?v=YkiM4DPzSVc&list=PLGgmaKOIHykFoomqkBJAyGiDQ2kyiuTao&yt:cc=on)
ru_ru: - [Синхронизация](https://www.youtube.com/watch?v=YkiM4DPzSVc&list=PLGgmaKOIHykFoomqkBJAyGiDQ2kyiuTao&yt:cc=on)

source: - [Typing in the Answer](http://www.youtube.com/watch?v=5tYObQ3ocrw&yt:cc=on)
ru_ru: - [Вписывание ответа](http://www.youtube.com/watch?v=5tYObQ3ocrw&yt:cc=on)

source: - even practising guitar chords!
ru_ru: - даже отработка гитарных аккордов!

source: 1. Click the “Get Shared” button at the bottom of the deck list.
ru_ru: 1. Нажмите кнопку "Скачать колоду" ниже списка колод.

source: 2. When you’ve found a deck you’re interested in, click the “Download” button to download a deck package.
ru_ru: 2. Когда вы нашли интересующую вас колоду, нажмите кнопку "Скачать", чтобы скачать пакет колоды.

source: 3. Double-click on the downloaded package to load it into Anki, or File→Import it.
ru_ru: 3. Дважды щелкните по скачанному пакету, чтобы загрузить его в Anki, или импортируйте его нажав Файл→Импортировать.

source: A 'deck' is a group of cards. You can place cards in different decks to study parts of your card collection instead of studying everything at once. Each deck can have different settings, such as how many new cards to show each day, or how long to wait until cards are shown again.
ru_ru: 'Колода' — это группа карточек. Вы можете размещать карточки в разных колодах для изучения отдельных частей вашей коллекции карточек, вместо того чтобы учить все сразу. У каждой колоды могут быть разные настройки, например, сколько новых карточек показывать каждый день или как долго следует ждать до следующего показа карточки.

source: A good way to integrate active recall testing into your own studies is to use 'flashcards'. With traditional paper flashcards, you write a question on one side of a card, and the answer on the other side. By not turning the card over until you’ve thought about the answer, you can learn things more effectively than passive observation allows.
ru_ru: Хорошим способом использовать активную проверку воспоминаний в своей учёбе, является использование 'флэш-карточек' (англ. '*flashcards*') . На традиционных бумажных (картонных) карточках вы пишите вопрос на одной стороне, а ответ -- на другой. Не переворачивать карточку до тех пор, пока не подумаете над ответом, позволяет вам запоминать более эффективно чем простое просматривание материала.
